Repository: Guilll4um/drawers
Catalog: locale/*.po
Languages: es, fr, nb_no

source: Wooden
es: De Madera
fr: En bois
nb_no: Tre

source: Acacia Wood
es: Madera de acacia
fr: Bois d'acacia
nb_no: Akasie

source: Aspen Wood
es: Madera de álamo
fr: Bois de tremble
nb_no: Osp

source: Junglewood
es: Madera tropical
fr: Bois de jungle
nb_no: Regnskogtømmer

source: Pine Wood
es: Madera de pino
fr: Bois de pin
nb_no: Furu

source: Oak Wood
es: Madera de roble
fr: Bois de chêne
nb_no: Eik

source: Birch Wood
es: Madera de abedul
fr: Bois de bouleau
nb_no: Bjørk

source: Dark Oak Wood
es: Madera de roble oscuro
fr: Bois de chêne foncé
nb_no: Mørk eik

source: Spruce Wood
es: Madera de pícea
fr: Bois d'épicéa
nb_no: Gran

source: Steel Drawer Upgrade (x2)
es: Mejora para Gavetas de Acero (x2)
fr: Amélioration tiroir en acier (x2)
nb_no: Stålskuffoppgradering (x2)

source: Gold Drawer Upgrade (x3)
es: Mejora para Gavetas de Oro (x3)
fr: Amélioration tiroir en or (x3)
nb_no: Gullskuffoppgradering (x3)

source: Obsidian Drawer Upgrade (x4)
es: Mejora para Gavetas de Obsidiana (x5)
fr: Amélioration tiroir en obsidienne (x5)

source: Diamond Drawer Upgrade (x8)
es: Mejora para Gavetas de Diamante (x8)
fr: Amélioration tiroir en diamant (x8)
nb_no: Diamantskuffoppgradering (x8)

source: Iron Drawer Upgrade (x2)
es: Mejora para Gavetas de Hierro (x2)
fr: Amélioration tiroir en fer (x2)
nb_no: Jernskuffoppgradering (x2)

source: Emerald Drawer Upgrade (x13)
es: Mejora para Gavetas de Esmeralda (x13)
fr: Amélioration tiroir en émeraude (x13)
nb_no: Smaragdskuffoppgradering (x13)

source: Mithril Drawer Upgrade (x13)
es: Mejora para Gavetas de mitril (x13)
fr: Amélioration tiroir en émeraude (x13)

source: Wooden Trim
es: Moldura de madera
fr: Habillage en bois
nb_no: Kledning i tre

source: Drawer Upgrade Template
es: Plantilla de actualización para Gavetas
fr: Amélioration modèle de tiroir
nb_no: Mal for oppgradering av skuffer

source: Empty
es: Vacío
fr: Vide
nb_no: Tom

source: @1 Drawer
es: @1 Gaveta
fr: Tiroir @1
nb_no: @1 Skuff

source: @1 Drawers (1x2)
es: @1 Gavetas (1x2)
fr: Tiroirs (1x2) @1
nb_no: @1 Skuffer (1x2)

source: @1 Drawers (2x2)
es: @1 Gavetas (2x2)
fr: Tiroirs (2x2) @1
nb_no: @1 Skuffer (2x2)

source: Current State:
es: Estado actual:
fr: État Actuel
nb_no: Nåværende tilstand:

source: Digiline Channel
es: Canal Digiline
fr: Cannal digiline

source: Save
es: Salvar
fr: Enregistrer

source: Stopped
es: Detenido
fr: Arreté
nb_no: Stanset

source: Running
es: Ejecutándose
fr: En cours d'exécution
nb_no: Kjører

source: Jammed
es: Atascado
fr: Bloqué
nb_no: Sitter fast

source: Drawer Controller
es: Controlador de Gavetas
fr: Contrôleur de Tiroir
nb_no: Skuffekontrollør

source: @1 (@2% full)
es: @1 (@2% lleno)
fr: @1 (@2% plein)

source: @1 @2 (@3% full)
es: @1 @2 (@3% lleno)
fr: @1 @2 (@3% plein)

source: %s with items
es: %s con elementos
fr: %s avec des éléments

source: You've already picked up a drawer. Put it down before!
es: Ya tomaste un gavetas . ¡Bájalo antes!
fr: Vous avez déjà ramassé un tiroir. Posez-le avant !

source: You've already picked up a drawer in your %s. Put it down before!
es: Ya tomaste un gavetas en tu %s. ¡Bájalo antes!
fr: Vous avez déjà ramassé un tiroir dans votre %s. Posez-le avant!

source: Trolley
es: Trole
fr: Chariot

source: %s is protected by %s.
fr: %s est protégé par %s.
